Repository: BackupTheBerlios/netpanzer-svn
Catalog: trunk/netpanzer/Languages/*.po
Languages: fr, it

source: Link to Server Established
fr: Liaison au serveur établi

source: Protocol Version: %u
fr: Version du protocole : %u

source: Link to Server FAILED!
fr: Liaison vers le serveur a échoué!

source: Incompatible game:
fr: Jeu incompatibles :

source: Server is VERY busy
fr: Serveur est très occupé

source: Please try in a few minutes
fr: S'il vous plaît essayez dans quelques minutes

source: Your IP is already connected to this server
fr: Votre adresse IP est déjà connecté à ce serveur

source: The server limits multiple connections from same IP
fr: Le serveur limite les connexions multiples à partir la même IP

source: The password for server was wrong.
fr: Le mot de passe du serveur est incorrect.

source: You are banned in this server
fr: Vous êtes banni de ce serveur

source: Unknown result sent from server
fr: Résultat inconnu envoyé par le serveur

source: Your Position In Queue is %d
fr: Votre position dans la file d'attente est %d

source: Loading Game Data ...
fr: Chargement des données du jeu

source: Synchronizing Player Info ...
fr: Synchronisation des infos du joueur...

source: Synchronizing unit profiles...
fr: Synchronisation des profils unités ...

source: Synchronizing Game Elements ...
fr: Synchronisation des éléments du jeu ...

source: Game Synchronized
fr: Jeu synchronisé

source: Server has terminated the game
fr: Le serveur a mis fin à la partie

source: Error in server connection
fr: Erreur dans la connexion au serveur

source: Connect Failure: Server Too Busy
fr: Échec de connexion : Serveur surchargé

source: Connect Failure: Server Full
fr: Échec de connexion : Serveur plein

source: Connect Failure: You are aready connected
fr: Échec de connexion : Vous êtes déjà connecté

source: Server is not responding...
fr: Le serveur ne répond pas ...

source: Connection to server failed...
fr: La connexion au serveur a échoué ...

source: it might be older netpanzer or server is down
fr: Il pourrait être un ancien netPanzer ou le serveur est en panne

source: Connecting ...
fr: Connexion en cours ...

source: Connection To Server Failed
fr: Échec de la connexion au serveur

source: MAP %s NOT FOUND!
fr: CARTE %s INTROUVABLE !
it: MAPPA %s NON TROVATA!

source: MAP TILE SET NOT FOUND!
fr: ENSEMBLE DE TUILE DE LA CARTE INTROUVABLE !
it: TILE SET NON TROVATO!

source: please download the appropriate tileset
fr: s'il vous plaît télécharger le tileset appropriée

source: from www.pyrosoftgames.com
fr: à partir www.pyrosoftgames.com

source: connection error: %s
fr: Erreur de connexion : %s

source: The server is a very old netpanzer version, cannot use
fr: Le serveur est une version netpanzer très âgées, vous ne pouvez pas l'utiliser

source: This server is an older development version, cannot use
fr: Ce serveur est une ancienne version de développement, vous ne pouvez pas l'utiliser

source: This server is a newer netpanzer, please check http://www.netpanzer.org
fr: Ce serveur est un nouveau netPanzer, s'il vous plaît vérifier ici http://www.netpanzer.org

source: Server: %s
fr: Serveur : %s

source: Next Map '%s'.
fr: Prochaine carte '%s'.
it: Mappa Seguente '%s'.

source: Loading Game Map...
fr: Chargement de la carte...
it: Caricamento Nuova Mappa...

source: Error while loading map:
fr: Erreur lors du chargement de la carte:
it: Errore nel caricamento della nuova mappa:

source: Waiting to respawn...
fr: En attente de réapparition...
it: In attesa della rigenerazione...

source: Please wait... generating palettes
fr: Patientez... génération des palettes
it: Attendere... creazione palettes

source: %s has joined the game in team %s.
fr: %s a rejoind la parti dans l'équipe %s.
it: %s è entrato nella squadra %s.

source: %s has joined the game.
fr: %s a rejoind la parti.
it: %s è entrato.

source: %s has left the game.
fr: %s a quitté la parti.
it: %s è uscito.

source: Connection to %s has been unexpectedly broken.
fr: La connexion de %s a été inopinément interrompu.
it: La connessione con %s è caduta in maniera inattesa.

source: Player %s was kicked
fr: Le joueur%s a été expulsé
it: Il giocatore %s è stato espulso

source: Launching Server...
fr: Lancement du serveur...
it: Partenza Del Server...

source: SERVER LAUNCH FAILED
fr: Le lancement du serveur a échoué
it: PARTENZA SERVER FALLITA

source: Loading Game Data
fr: Chargement des données du jeu
it: Caricamento Dati

source: Initializing Game Logic
fr: Initialisation de la logique de jeu
it: Inizializzazione

source: Spawning Player
fr: Apparition du joueur
it: Giocatore Rigenerato

source: You accepted %s alliance request.
fr: Vous avez accepté la demande d'alliance de %s.
it: Hai accettato l'alleanza con %s.

source: You request alliance with %s.
fr: Vous demandez l'alliance avec %s.
it: Hai richiesto l'alleanza con %s.

source: %s accepted your alliance request.
fr: %s a accepté votre demande alliance.
it: Hai accettato l'alleanza con %s.

source: %s request to ally with you.
fr: %s demande à s'allier avec vous.
it: %s ha richiesto l'alleanza con te.

source: You broke the alliance with %s.
fr: Vous avez rompu l'alliance avec %s.
it: Hai rotto l'alleanza con %s.

source: You cancel your alliance request with %s.
fr: Vous annulez votre demande d'alliance avec %s.
it: Hai cancellato la richiesta di alleanza con %s.

source: %s broke the alliance with you.
fr: %s a rompu l'alliance avec vous.
it: %s ha rotto l'alleanza con te.

source: %s cancelled the alliance request with you.
fr: %s a annulé la requête d'alliance avec vous.
it: %s ha cancellato la richiesta di alleanza con te.

source: player %s has voted, waiting %d votes
fr: joueur %s a voté, en attente de %d votes
it: Il giocatore %s ha votato, in attesa di %d voti

source: Error running user command
fr: Erreur d'exécution de la commande utilisateur

source: User command '%s' not found
fr: commande Utilisateur '%s' introuvable

source: There is no defined UserCommands
fr: Il n'y a pas d'UserCommands définies

source: Remote admin is disabled.
fr: L'administration à distance est désactivé.

source: You are admin!
fr: Vous êtes admin !

source: Wrong password.
fr: Mot de passe incorrect.

source: You are admin no more.
fr: Vous n'êtes plus administrateur.

source: Error running server command '
fr: Erreur d'exécution de la commande serveur '

source: Server command '
fr: Commande serveur '

source: ' not found
fr: ' introuvable

source: You need to be admin.
fr: Vous devez être administrateur.

source: There is no defined ServerCommands
fr: Il n'y a pas ServerCommands définies

source: Exit netPanzer
fr: Quittez netPanzer
it: Esci da netPanzer

source: YES
fr: OUI
it: SI

source: NO
fr: NON

source: Are you sure you wish to exit netPanzer?
fr: Êtes-vous sûr de vouloir quitter netPanzer ?
it: Sei sicuro di voler uscire da netPanzer?

source: Resign
fr: Abandonner
it: Arrenditi

source: Are you sure you wish to Resign?
fr: Êtes-vous sûr de vouloir Abandonner ?
it: Sei sicuro di volerti arrendere?

source: Help Information
fr: Informations d'aide
it: Aiuto / Informazioni

source: Key
fr: Clé
it: Tasto

source: LMC =
fr: CD =

source: Left Mouse Click
fr: Clic Gauche

source: RMC =
fr: CG =

source: Right Mouse Click
fr: Clic Droit

source: RMH =
fr: MCD =

source: Right Mouse Hold
fr: Maintenir Clic Droit

source: LMH =
fr: MCG =

source: Left Mouse Hold
fr: Maintenir Clic Gauche

source: Unit Related
fr: Liés aux unitiés
it: Unità

source: LMC
fr: CG

source: Selects a unit
fr: Sélectionne des unités
it: Seleziona un'unità

source: LMH
fr: MCG

source: Makes a bouding box for unit selection
fr: Fait un cadre de sélection pour la sélection d'unité(s)
it: Crea un rettangolo per selezionare le unità

source: RMC
fr: CD

source: De-selects all selected units
fr: De-sélectionne toutes les unités sélectionnées
it: De-seleziona tutte le unità selezionate

source: LMC + Ctrl
fr: CG + Ctrl

source: Directs (force/manual) fire of a unit
fr: Ordonne (force / manuel) le tire d'une unité
it: Aziona (manualmente) il fuoco di un'unità

source: LMC + Shift, LMC + Ctrl
fr: CG + Shift, CG + Ctrl

source: Add unit to selection
fr: Ajouter des unités à la sélection
it: Aggiunge un'unità alla selezione

source: Define a group of units
fr: Définir un groupe d'unités
it: Crea un gruppo di unità

source: Recall a group of units
fr: Rappeler un groupe d'unités
it: Richiama un gruppo di unità

source: [0..9] (2 times)
fr: [0..9] (2 fois)

source: Center view on a group of units
fr: Center la vue sur un groupe d'unités
it: Centra la visione su un gruppo di unità

source: RMH
fr: MCD

source: Fast map scroll
fr: Défilement rapide de la carte
it: Scorrimento veloce mappa

source: Game Related
fr: Jeu
it: Gioco

source: LMC + 'A'
fr: CG + 'A'

source: Allies with the clicked unit's team
fr: Alliés avec l'équipe de l'unité cliqué
it: Alleanza con la squadra dell'unità cliccata

source: In game menus
fr: Dans les menus de jeu

source: Outpost Related
fr: Usines
it: Basi

source: Toggle outpost names
fr: Basculer le nom des usines
it: Mostra/nasconde i nomi delle basi

source: LMC on captured outpost
fr: CG sur usine capturé

source: Displays the outpost view
fr: Affiche la vue usine
it: Mostra la visione della base

source: mouse drag on captured outpost
fr: Glisser la souris sur l'usine capturé
it: Trascinamento mouse sulla base catturata

source: Select unit spawn point
fr: Sélectionnez le point d'apparition des unités
it: Seleziona il punto di rigenerazione

source: Chat Related
fr: Liés au chat
it: Chat

source: Enter
fr: Entrer

source: Send message to all
fr: Envoyer un message à tous
it: Manda un messaggio a tutti

source: Send message to allies
fr: Envoyer un message à ses alliés
it: Manda un messaggio agli alleati

source: Send count down message
fr: Envoyer un message de décompte
it: Aziona il countdown

source: View Related
fr: Liés aux vues
it: Visualizzazione

source: Help View
fr: Vue Aide
it: Visualizzazione Aiuto

source: Toggle flag selection window
fr: Basculer le fenêtre de sélection du drapeau
it: Mostra/nasconde la finestra di selezione bandiera

source: Damage View
fr: Vue Dommage
it: Visualizzazione danni

source: Flag View
fr: Vues Drapeau
it: Visualizzazione bandiere

source: Mini Map View
fr: Vue mini-carte
it: Visualizzazione Mini Map

source: Name View
fr: Vue Nom
it: Visualizzazione Nomi

source: Rank View
fr: Vue du classement
it: Visualizzazione Classifica

source: RMH + mouse movement
fr: MCD + mouvement souris

source: Moves any view on the screen
fr: Déplace une vue sur l'écran
it: Muove l'area visualizzata sullo schermo

source: RMH + [1 - 5]
fr: MCD + [1 - 5]

source: Sets the background drawing mode
fr: Définit le mode pour dessiner le fond d'écran
it: Imposta il modo di generazione dello sfondo

source: Mini Map View Related
fr: Liés à la vue Mini-carte
it: Visualizzazione Mini Map

source: RMH + [1 - 7]
fr: MCD + [1 - 7]

source: Sets the blending level of the minimap
fr: Définit le niveau de mélange de la mini-carte
it: Imposta il livello di trasparenza della Mini Map

source: RMH + [+ or -]
fr: MCD + [+ or -]

source: Scales the size of the minimap
fr: Échelles de taille pour la mini-carte
it: Modifica grandezza minimap

source: System Related
fr: Liées au système
it: Sistema

source: Toggle Fullscreen/Windowed mode
fr: Basculer en mode plein écran/fenêtré
it: Toggle modo Fullscreen/Window

source: BMP screen shot
fr: Capture d'écran BMP
it: Screenshot in formato BMP

source: Server Related
fr: Liées au Serveur
it: Server

source: List of Gameserver available commands
fr: Liste des commandes du serveur de jeux disponibles
it: Lista dei comandi disponibili

source: /server adminlogin [password]
fr: /server adminlogin [mot de passe]

source: Gameserver admin login
fr: Login admin du serveur de jeu
it: Autenticazione Admin Server di Gioco

source: /server unitspawnlist [list]
fr: /server unitspawnlist [liste]

source: List/set spawn units (number)
fr: Liste/Régle le nombre d'unités
it: Elenca/imposta le unità di partenza (numero)

source: /server unitprofiles [list]
fr: /server unitprofiles [liste]

source: List/set spawn units (types)
fr: Liste/Régle le type unités
it: Elenca/imposta le unità di partenza (tipi)

source: /server map [map name]
fr: /server map [nom de la carte]

source: Restart game with the given map
fr: Redémarrez le jeu avec la carte donnée
it: Restart del gioco con la mappa indicata

source: /server autokick [timeout]
fr: /server autokick [délai]

source: Show/set autokick for inactive players
fr: Affiche/régle autokick (auto-Expulser) pour les joueurs inactifs
it: Mostra/imposta autokick per giocatori inattivi

source: /server flagtimer [timeout]
fr: /server flagtimer [délai]

source: Show/set flag change timer
fr: Affiche/Régle le temps pour le changement de drapeau
it: Mostra/imposta timeout per cambio bandiera

source: /server say [your talk]
fr: /server say [votre message]

source: Server say something in chat
fr: Serveur dire quelque chose dans le chat
it: Dì qualcosa nella chat come Server

source: List players with the assigned number
fr: Liste des joueurs avec le numéro attribué
it: Elenca i giocatore col numero loro assegnato

source: List available profiles
fr: Liste des profils disponibles
it: Elenca i profili di unita disponibili

source: /server kick [player number]
fr: /server kick [numéro du joueur]

source: Kick a given player
fr: Expulser un joueur donné
it: Espelli un giocatore

source: /server baselimit [max bases]
fr: /server baselimit [max de bases]

source: Show/set the max bases number per player
fr: Affiche/Régle le nombre maximum de bases par joueur
it: Mostra/imposta numero max basi per giocatore

source: /server gamepass [password]
fr: /server gamepass [mot de passe]

source: Show/set game connection password
fr: Affiche/Régle le mot de passe de connexion
it: Mostra/imposta password per il gioco

source: Loading Progress
fr: Chargement en cours
it: Livello Caricamento

source: Abort
fr: Abandonner
it: Abbandona

source: Game Password
fr: Mot de passe de la partie
it: Password di Gioco

source: Prepare Team
fr: Préparer l'équipe
it: Preparazione Squadra

source: Ready
fr: prêt
it: Pronto

source: Get ready, the battle will begin...
fr: Préparez-vous, la bataille va commencer...
it: Attenzione, la battaglia stà per cominciare...

source: Game
fr: Jeu
it: Gioco

source: Map
fr: Carte
it: Mappa

source: Time Limit
fr: Temps Limite
it: Limite Tempo

source: Frag Limit
fr: Limite de tuer
it: Limite Frags

source: Objective
fr: objectif
it: Obbiettivo

source: Name
fr: Nom
it: Nome

source: Players
fr: Joueurs
it: Giocatori

source: Objectives
fr: Objectifs
it: Obbiettivi

source: Units
fr: Unités
it: Unità

source: Team
fr: Équipe
it: Squadra

source: Round stats
fr: Stats du match
it: Statistiche Round

source: Frags
fr: Meurtres
it: Distrutti

source: deaths
fr: décès
it: perduti

source: Rankings
fr: Classements
it: Classifiche

source: Deaths
fr: Décès
it: Perduti

source: Unit Production
fr: Unité de production
it: Produzione Unità

source: Static Display
fr: Affichage statique

source: Power
fr: Puissance

source: Time
fr: Temps
it: Tempo

source: Unit Built
fr: Unité construite

source: Close
fr: Fermer
it: Chiudi

source: power off
fr: éteindre

source: Build Time
fr: Temps de construction
it: Tempo di Costruzione

source: Select a unit for production
fr: Sélectionnez une unité de production
it: Seleziona un'unità per la produzione

source: This is NetPanzer version %s, a massively multiplayer tank battle game. This application is free software under the terms of the Gnu General Public license (GPL). See the COPYING file for details. We command you to go to www.netpanzer.org and meet us in forum. Current Team krom: the jester C-D: the insurgent fu: the ninja Wile64: the hunter Previous Authors Original Game (Pyrosoft) Vlad Rahkoy, Skip Rhudy, Matt Bogue, Clint Bogue Linux Port, Polishing Matthias Braun, Ivo Danihelka, Hollis Blanchard, Hankin Chick, Tyler Nielsesn, Pronobozo Packaging: Bastosz Fenski, BenUrban Related Tools: Tobias Blerch, Ingo Ruhnke NetPanzer News:
fr: Ceci est la version %s de netpanzer, un jeu massivement multijoueur de char de combat. Cette application est un logiciel libre sous les termes de la licence Gnu General Public License (GPL). Voir le fichier COPYING pour plus de détails Nous vous ordonnons d'aller sur www.netpanzer.org nous rencontrer dans le forum. Equipe actuelle krom: le bouffon C-D: l'insurgé fu: le ninja Wile64: le chasseur Précédents auteurs Jeu original (PYROSOFT) Vlad Rahkoy, Skip Rhudy, Matt Bogue, Clint Bogue Portage Linux, Finitions Matthias Braun, Ivo Danihelka, Hollis Blanchard, Hankin Chick, Tyler Nielsesn, Pronobozo Paquet: Bastosz Fenski, BenUrban Outils associés: Tobias Blerch, Ingo Ruhnke Nouvelle de NetPanzer :

source: Loading news...
fr: Chargement des nouvelles...

source: Main
fr: Principal

source: Join
fr: Joindre

source: Host
fr: Hôte

source: Help
fr: Aide
it: Aiuto

source: Play
fr: Jouer
it: Gioca

source: Close Options
fr: Fermer Options
it: Chiudi Opzioni

source: VISUAL
fr: VISUEL
it: VISUALE

source: Full screen
fr: Plein écran

source: Draw All Shadows
fr: Dessinez les ombres

source: Resolution
fr: Résolution
it: Risoluzione

source: Current
fr: Courant
it: Attuale

source: Blend Smoke
fr: Mélanger la fumée

source: Use DirectX
fr: Utilisez DirectX
it: Usa DirectX

source: Mini Map Unit Size
fr: Taille Unité dans la mini carte
it: Dimensioni Mini Map

source: Small
fr: Petite
it: Piccola

source: Large
fr: Grande
it: Grande

source: Scroll Rate:
fr: Vitesse de défilement:
it: Percentuale Scorrimento

source: SOUND
fr: SON
it: SUONO

source: Sound Status:
fr: Status du son :
it: Suono:

source: Enabled
fr: Activé
it: Abilitato

source: Disabled
fr: Désactivé
it: Disabilitato

source: Sound Volume:
fr: Volume du son :
it: Volume Suono:

source: Music Status:
fr: Status de la musique
it: Musica:

source: Music Volume:
fr: Volume de la musique :
it: Volume Musica:

source: Broken
fr: Interrompu
it: Poco Nuvoloso

source: Partly Cloudy
fr: Peu nuageux
it: Parzialmente Nuvoloso

source: Overcast
fr: Couvert
it: Nuvoloso

source: Extremely Cloudy
fr: Extrêmement nuageux
it: Molto Nuvoloso

source: Clear
fr: Dégager
it: Bel Tempo

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Calm
fr: Calme
it: Calma

source: Breezy
fr: Brise
it: Brezza

source: Brisk Winds
fr: Vents brusques
it: Venti Moderati

source: Heavy Winds
fr: Vents lourds
it: Venti Forti

source: Typhoon
fr: Typhon
it: Tifone

source: Host Options
fr: Options de l'hôte
it: Opzioni Host

source: Note: Use the right mouse button to accomplish fast mouse clicking.
fr: Remarque: Utilisez le bouton droit de la souris pour réaliser un clic rapide de la souris.
it: Nota: usa il tasto destro del mouse per ottenere una più veloce esecuzione.

source: Max Players
fr: Joueurs max
it: Max Numero di Giocatori

source: Game Max Unit Count
fr: Nombre d'unité max
it: Max Numero di Unità

source: Objective Capture Percent
fr: Pourcentage de capture d'objectif
it: Percentuale di Cattura Obbiettivi

source: Game Type
fr: Type de jeu
it: Tipo di Gioco

source: Cloud Coverage
fr: Couverture nuageuse
it: Copertura Nuvolosa

source: Wind Speed
fr: Vitesse du vent
it: Velocità Vento

source: PowerUps
fr: Bonus

source: max per player
fr: max par joueur
it: max per giocatore

source: Map Data Needed
fr: Données de carte nécessaire

source: Server IP Address
fr: Adresse IP du serveur
it: Indirizzo IP Server

source: Map Selection
fr: Sélection de carte
it: Selezione Mappa

source: No Maps Found
fr: Pas de cartes trouvées
it: Nessuna Mappa Trovata

source: Outpost file error
fr: Erreur de fichier usine

source: Size
fr: Taille
it: Dimensioni

source: Player Name
fr: Nom du joueur
it: Nome Giocatore

source: Servers
fr: Serveurs

source: Players/max
fr: Joueurs/max
it: Giocatori/max

source: Refresh
fr: rafraîchir

source: Resolving masterserver address
fr: Résolution de l'adresse du serveur maître
it: Risoluzione indirizzo del masterserver

source: querying...
fr: Interrogation...
it: contattando...

source: timeout
fr: délai d'attente

source: No Masterservers configured
fr: Aucun MasterServers configuré
it: Nessun Masterserver configurato

source: Querying Masterserver
fr: Interrogation du MasterServer
it: Sto contattando il Masterserver

source: No response from Masterserver
fr: Pas de réponse du MasterServer
it: Nessuna risposta dal Masterserver

source: No servers found
fr: Aucun serveurs trouvés
it: Nessun server trovato

source: ERROR unit profiles
it: ERRORE unit profiles

source: Points
it: Punti

source: Objs
it: Obbiettivi

source: Production
it: Produzione

source: Options
it: Opzioni

source: Public
it: Pubblico

source: INTERFACE
it: INTERFACCIA
